Revit 2027 API
PointCloudColorSettings.Color1 Property
 Color 1
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Color Color1 { get; }
Public ReadOnly Property Color1 As Color
	Get
public:
property Color^ Color1 {
	Color^ get ();
}
member Color1 : Color with get
Property Value
Color
See Also
Reference
PointCloudColorSettings Class
Autodesk.Revit.DB.PointClouds Namespace